{
    "version": "https://jsonfeed.org/version/1",
    "title": "Guto@Site",
    "description": "",
    "home_page_url": "https://gutocarvalho.net",
    "feed_url": "https://gutocarvalho.net/feed.json",
    "user_comment": "",
    "author": {
        "name": "Guto Carvalho"
    },
    "items": [
        {
            "id": "https://gutocarvalho.net/sigo-envergonhado-com-muita-gente/",
            "url": "https://gutocarvalho.net/sigo-envergonhado-com-muita-gente/",
            "title": "Sigo envergonhado com muita gente",
            "summary": "Sigo envergonhado com muitos parentes, amigos e colegas cristãos, evangélicos e espíritas.",
            "content_html": "<p>Sigo envergonhado com muitos parentes, amigos e colegas cristãos, evangélicos e espíritas.</p>\n<p>Gente quanta ignorância, quanto ódio, quando egoísmo, quanta cegueira, quanta teimosia.</p>\n<p>Será que só os seus valores valem?</p>\n<p>Será que só a sua religião vale?</p>\n<p>Será que só o que você acredita vale?</p>\n<p>Só o que você acha que é amor que vale?</p>\n<p>Só que você acha que é família é que o vale?</p>\n<p>O mundo na visão de vocês é um mundo que eu não quero fazer parte.</p>\n<p>Quero é distância de pessoas que pensam dessa forma.</p>\n<p>Pode dar unfollow, fará um favor a nós dois.</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-20T07:46:09-03:00",
            "date_modified": "2022-10-20T07:46:09-03:00"
        },
        {
            "id": "https://gutocarvalho.net/lidar-com-gente-nao-e-facil/",
            "url": "https://gutocarvalho.net/lidar-com-gente-nao-e-facil/",
            "title": "Lidar com gente não é fácil",
            "summary": "É bem complicado para mim ter parentes e amigos que são homofóbicos,&hellip;",
            "content_html": "<p>É bem complicado para mim ter parentes e amigos que são homofóbicos, racistas, capacitistas e extremistas religiosos.</p>\n<p>Como seguir mantendo relações com essas pessoas?</p>\n<p>Como ignorar isso?</p>\n<p>Como lidar com isso?</p>\n<p>Sim eu disse extremista religioso, especialmente se a pessoa acha que só sua religião é a certa, que só o seu ideal de moral é o certo, que só sua identidade de gênero é possível e que só a sua configuração de família é a que deveria ser aceita pela sociedade.</p>\n<p>É duro ter parentes que acham que o cristianismo está acima de tudo, é duro ter parentes que acreditam que seu ideal de família, moral e costumes é o único que deveria ser aceito no Brasil e no mundo.</p>\n<p>É duro ter parentes e amigos que tem ódio de pessoas pobres, pretas, gays e faveladas.</p>\n<p>E não adianta dizer que não tem nada contra essas pessoas, não adianta dizer que tem amigos ou que conhece pessoas pretas, pobres, faveladas ou gays, não é questão de ser contra ou a favor, você precisa é ter respeito, é algo realmente muito simples.</p>\n<p>E não ache que por você ter empregados nestas condições isso te faz alguém que conhece a realidade deles, você não conhece.</p>\n<p>É duro ver pessoas com nível superior que não exercitam o mínimo de senso crítico, que não estudam, pesquisam ou verificam fontes de informações.</p>\n<p>Bom, pelo menos agora que essas pessoas tem um presidente que faz e fala tudo isso a luz do dia, em frente das câmeras, sem nenhuma vergonha ou receio de punição, fica mais fácil identificar estes cristãos e defensores da família, afinal eles não precisam mais esconder suas escolhas, suas crenças, opiniões e todos os pré-conceitos que sempre carregaram consigo.</p>\n<p>Agora estas pessoas conseguem se identificar e se assumir, afinal eles tem empatia pelo presidente, e empatia funciona como um espelho, eles se enxergam no presidente e suas falas, comportamentos e vice-versa.</p>\n<p>Escute parente e amigo, votando em quem você vota, você me diz quem muito sobre quem é.</p>\n<p>E eu sei que para você eu sou de esquerda, e segundo vocês sou vagabundo, bandido, corrupto, burro, cego, comunista, com bandido de estimação e muito mais.</p>\n<p>Seguindo a mesma lógica, vocês da família tradicional Brasileira também refletem todos os adjetivos que menciono na primeira linha deste post, afinal isso é tudo que cristo prega não é mesmo?</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-20T07:45:02-03:00",
            "date_modified": "2022-10-20T07:46:17-03:00"
        },
        {
            "id": "https://gutocarvalho.net/condeno-a-corrupcao-em-qualquer-forma/",
            "url": "https://gutocarvalho.net/condeno-a-corrupcao-em-qualquer-forma/",
            "title": "Condeno a corrupção em qualquer forma!",
            "summary": "Condeno a corrupção em todas as suas formas, inclusive em forma de&hellip;",
            "content_html": "<p>Condeno a corrupção em todas as suas formas, inclusive em forma de orçamento secreto que até esse mês já somou cerca de 630 mensalões, tudo isso em menos de 2 anos.</p>\n<p>Indignação não pode ser seletiva.</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-20T07:40:15-03:00",
            "date_modified": "2022-10-20T07:46:21-03:00"
        },
        {
            "id": "https://gutocarvalho.net/foco-no-brasil-e-so-nele/",
            "url": "https://gutocarvalho.net/foco-no-brasil-e-so-nele/",
            "title": "Foco no Brasil e só nele!",
            "summary": "No momento, meu foco é o Brasil, o que acontece na Venezuela,&hellip;",
            "content_html": "<p>No momento, meu foco é o Brasil, o que acontece na Venezuela, Cuba, China ou Nicaragua não me interessa, eu quero é comida na mesa de todos e emprego para quem precisa, e quero isso para todos os países e pessoas, mas nesse momento o meu foco é no Brasil mesmo.</p>\n<p>Se quiser discutir política, economia, ciência, tecnologia, venha com fatos, dados e números e não com discurso sem fonte.</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-20T07:39:01-03:00",
            "date_modified": "2022-10-20T07:39:01-03:00"
        },
        {
            "id": "https://gutocarvalho.net/atualizacoes-criticas-para-o-zimbra/",
            "url": "https://gutocarvalho.net/atualizacoes-criticas-para-o-zimbra/",
            "title": "Atualizações críticas para o Zimbra",
            "summary": "Se você usa o Zimbra 9.x ou 8.x e ainda não atualizou,&hellip;",
            "content_html": "<p>Se você usa o Zimbra 9.x ou 8.x e ainda não atualizou, corre!</p>\n<p>Foram encontradas diversas vulnerabilidades que podem comprometer seu sistema de correio!</p>\n<p>Leia mais informações aqui:</p>\n<ul>\n<li><a href=\"https://wiki.zimbra.com/wiki/Zimbra_Releases/8.8.15/P34#Security_Fixes\">https://wiki.zimbra.com/wiki/Zimbra_Releases/8.8.15/P34#Security_Fixes</a></li>\n</ul>\n<p>Eu uso Zimbra e gosto muito, então vamos lá galera, vamos atualizar e manter a segurança de nossos ambientes!</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "Drops"
            ],
            "date_published": "2022-10-18T07:28:57-03:00",
            "date_modified": "2022-10-18T08:07:25-03:00"
        },
        {
            "id": "https://gutocarvalho.net/lula-ja-foi-preso-e-o-bolsonaro-tambem/",
            "url": "https://gutocarvalho.net/lula-ja-foi-preso-e-o-bolsonaro-tambem/",
            "title": "Lula já foi preso, e o Bolsonaro também!",
            "summary": "Você que adora dizer que Lula é ex-presidiário, escuta essa. Bolsonaro também&hellip;",
            "content_html": "<p>Você que adora dizer que Lula é ex-presidiário, escuta essa.</p>\n<p>Bolsonaro também já foi preso, e isso aconteceu em 1987.</p>\n<p>Ele foi preso por indisciplina e desobediência e foi julgado pela acusação de planejar atentados a bomba contra o próprio exército.</p>\n<p>Bolsonaro queria pressionar o exército para aumentar o salário dos oficiais e teve a brilhante ideia de plantar bombas nos quartéis, isso foi noticiado pela revista VEJA na época.</p>\n<p>Foram apreendidas anotações contendo os planos de Bolsonaro e de outro oficial.</p>\n<p>Sabe como é o nome de quem planeja explodir bombas né? Terrorista.</p>\n<p>Bolsonaro foi condenado e depois recorreu alegando que a grafia não era dele.</p>\n<p>Houve duas perícias militares inconclusivas sobre sua grafia, contudo, em uma perícia feita pela Política Federal foi constatada que a grafia era dele mesmo, mas isso não foi levado em conta pelo STM na época.</p>\n<p>Depois de situações e decisões polêmicas dentro da justiça militar (STM) – pouco claras – aparentemente o corporativismo venceu, em decisão reformada por ministros – após o caso se tonar notório e começar a incomodar o exército – foi absolvido por 8x4 e imediatamente reformado.</p>\n<p>É minha gente, essa história existe e isso aconteceu mesmo.</p>\n<p>Em 1988 ele foi reformado e como de costume subiram sua patente para Capitão, foi então que iniciou sua notória carreira política.</p>\n<p>Então lembre-se, se Lula foi preso, Bolsonaro também foi.</p>\n<p>Fontes:</p>\n<ul>\n<li><p><a href=\"https://noticias.uol.com.br/confere/ultimas-noticias/2022/10/16/bolsonaro-ja-foi-preso.htm\">https://noticias.uol.com.br/confere/ultimas-noticias/2022/10/16/bolsonaro-ja-foi-preso.htm</a></p>\n</li>\n<li><p><a href=\"https://www.correiobraziliense.com.br/politica/2022/10/5042252-bolsonaro-ja-foi-preso-buscas-pelo-assunto-disparam-no-google.html\">https://www.correiobraziliense.com.br/politica/2022/10/5042252-bolsonaro-ja-foi-preso-buscas-pelo-assunto-disparam-no-google.html</a></p>\n</li>\n<li><p><a href=\"https://valor.globo.com/politica/noticia/2022/09/02/por-que-bolsonaro-foi-preso-e-por-que-ele-saiu-do-exercito.ghtml\">https://valor.globo.com/politica/noticia/2022/09/02/por-que-bolsonaro-foi-preso-e-por-que-ele-saiu-do-exercito.ghtml</a></p>\n</li>\n</ul>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-17T19:39:03-03:00",
            "date_modified": "2022-10-18T08:07:32-03:00"
        },
        {
            "id": "https://gutocarvalho.net/interferencias-religiosas-me-cansam/",
            "url": "https://gutocarvalho.net/interferencias-religiosas-me-cansam/",
            "title": "Interferências religiosas me cansam",
            "summary": "Incrível como nos momentos mais podres da história da humanidade a religião,&hellip;",
            "content_html": "<p>Incrível como nos momentos mais podres da história da humanidade a religião, especialmente a cristã, especialmente a católica, esteve lá manipulando governos, economias e definindo os rumos da política e da humanidade.</p>\n<p>Tudo sempre em nome da família e dos bons costumes.</p>\n<p>Sempre oprimindo os que pensam diferente, sempre excluindo aqueles que não se encaixam em seus ideais de moral e de família.</p>\n<p>Jesus cristo que não criou religião alguma, e que não era cristão, nem católico, nem evangélico estaria muito decepcionado se estivesse vivo.</p>\n<p>A maioria das pessoas que sai batendo na turma de esquerda, nos humanistas, na alternativa ao atual presidente, tem um teto de vidro maior do que imagina.</p>\n<p>Espero que não precisemos quebrar esse teto!</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-17T19:20:47-03:00",
            "date_modified": "2022-10-20T07:48:35-03:00"
        },
        {
            "id": "https://gutocarvalho.net/lula-e-inocente-ou-nao/",
            "url": "https://gutocarvalho.net/lula-e-inocente-ou-nao/",
            "title": "Lula é inocente ou não?",
            "summary": "Para você que fica reverberando inverdades na rede de que Lula não&hellip;",
            "content_html": "<p>Para você que fica reverberando inverdades na rede de que Lula não é inocente, vamos entender isso tudo!</p>\n<p>Você quer saber se Lula é inocente, correto?</p>\n<p>Então vem comigo!</p>\n<ol>\n<li><p>Sim Lula foi condenado por Moro por corrupção passiva no processo do Triplex do Guarujá – que nunca foi dele – e foi impedido de participar das eleições de 2018.</p>\n</li>\n<li><p>Ele foi preso e perdeu os direitos políticos.</p>\n</li>\n<li><p>Algum tempo depois a Juíza Gabriela Hardt, substituta de Moro – que já tinha saído para se preparar para virar o novo Ministro da Justiça – condenou também Lula no processo do Sítio de Atibaia.</p>\n</li>\n<li><p>O TRF da 4º Região confirmou a sentença de forma bastante curiosa e dizem alguns desastrada.</p>\n</li>\n<li><p>O STJ reformou a decisão e corrijiu o tempo em que Lula deveria ficar preso, que era a única coisa que podia fazer mesmo.</p>\n</li>\n<li><p>Em 2021 o STF declarou a vara de MORO incompetente para julgar Lula, além de decidir que Moro não foi parcial no processo.</p>\n</li>\n<li><p>Foi tudo anulado pois os processos deveriam tramitar Brasília e não no Paraná, além do anti-lulismo descarado do Moro.</p>\n</li>\n</ol>\n<p>Além disso, as provas não foram reavaliadas e julgadas por outro magistrado pois o processo prescreveu, e mesmo que fossem reavaliadas, não encontrariam provas pois ficou claro que foi uma grande perseguição política arquitetada para tirar ele das eleições em 2018, só não exerga quem não tem caráter para enxergar.</p>\n<p>Ficou mais claro ainda depois que Moro virou Ministro, e ficou cristalino no dia 16/10/22 com MORO ao lado de Bolsonaro no debate da Band.</p>\n<p><strong>Mas Guto, ele é inocente mesmo, você tem certeza?</strong></p>\n<p>Segundo juristas, ante a ausência de sentença condenatória penal qualquer cidadão conserva, sim, o estado de inocência.</p>\n<p>Eles dizem inclusive que isso qualquer estudante de direito no 3º semestre já sabe.</p>\n<p>Não sou eu dizendo, são diversos juristas, advogados, ministros, ex-ministros, juizes federais e ex-juizes.</p>\n<p>No momento não existe nenhum processo contra Lula que possa interferir em seus direitos políticos.</p>\n<p>Foram 26 processos contra ele, no qual ele saiu ileso de todos por razões diversas, seja anulação, arquivamento, supensão ou absolvição.</p>\n<p>Seus diretos políticos estão válidos e se tudo der certo ele voltará a governar para quem mais precisa dele.</p>\n<p>Para os descrentes que nunca postam fonte das fakenews, aqui as minhas fontes:</p>\n<ul>\n<li><a href=\"https://www.conjur.com.br/2022-set-30/lula-inocente-vitima-perseguicao-advogado\">https://www.conjur.com.br/2022-set-30/lula-inocente-vitima-perseguicao-advogado</a></li>\n<li><a href=\"https://www.conjur.com.br/2017-jul-12/lula-condenado-nove-anos-prisao-triplex-guaruja\">https://www.conjur.com.br/2017-jul-12/lula-condenado-nove-anos-prisao-triplex-guaruja</a></li>\n<li><a href=\"https://www.conjur.com.br/2018-jan-24/trf-condena-lula-12-anos-prisao-corrupcao-lavagem\">https://www.conjur.com.br/2018-jan-24/trf-condena-lula-12-anos-prisao-corrupcao-lavagem</a></li>\n<li><a href=\"https://www.conjur.com.br/2018-abr-07/ex-presidente-luiz-inacio-lula-silva-entrega-policia-federal\">https://www.conjur.com.br/2018-abr-07/ex-presidente-luiz-inacio-lula-silva-entrega-policia-federal</a></li>\n<li><a href=\"https://www.conjur.com.br/2018-set-01/lula-candidatura-negada-tse-sessao-horas\">https://www.conjur.com.br/2018-set-01/lula-candidatura-negada-tse-sessao-horas</a></li>\n<li><a href=\"https://www.conjur.com.br/2019-fev-06/juiza-condena-lula-12-anos-prisao-lavagem-dinheiro\">https://www.conjur.com.br/2019-fev-06/juiza-condena-lula-12-anos-prisao-lavagem-dinheiro</a></li>\n<li><a href=\"https://www.conjur.com.br/2021-set-01/leia-decisoes-incompetencia-moro-julgar-lula\">https://www.conjur.com.br/2021-set-01/leia-decisoes-incompetencia-moro-julgar-lula</a></li>\n<li><a href=\"https://www.conjur.com.br/2021-jun-23/moro-suspeito-julgar-lula-decide-stf-votos\">https://www.conjur.com.br/2021-jun-23/moro-suspeito-julgar-lula-decide-stf-votos</a></li>\n<li><a href=\"https://www.migalhas.com.br/quentes/374368/inocente-e-o-que-afirmam-juristas-sobre-lula\">https://www.migalhas.com.br/quentes/374368/inocente-e-o-que-afirmam-juristas-sobre-lula</a></li>\n<li><a href=\"https://www.google.com/search?q=Lula+%C3%A9+inocente%3F&amp;oq=Lula+%C3%A9+inocente%3F&amp;aqs=chrome.0.69i59j69i60.3641j0j1&amp;sourceid=chrome&amp;ie=UTF-8\">https://www.google.com/search?q=Lula+%C3%A9+inocente%3F&amp;oq=Lula+%C3%A9+inocente%3F&amp;aqs=chrome.0.69i59j69i60.3641j0j1&amp;sourceid=chrome&amp;ie=UTF-8</a></li>\n<li><a href=\"https://blog.verbojuridico.com.br/fachin-anula-todas-as-condenacoes-de-lula-na-lava-jato/?utm_source=&amp;utm_medium=&amp;utm_campaign=\">https://blog.verbojuridico.com.br/fachin-anula-todas-as-condenacoes-de-lula-na-lava-jato/?utm_source=&amp;utm_medium=&amp;utm_campaign=</a></li>\n<li><a href=\"https://lula.com.br/confira-as-26-vitorias-de-lula-em-todos-os-processos-que-existiam-contra-ele/\">https://lula.com.br/confira-as-26-vitorias-de-lula-em-todos-os-processos-que-existiam-contra-ele/</a></li>\n</ul>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-17T19:13:09-03:00",
            "date_modified": "2022-10-18T08:07:44-03:00"
        },
        {
            "id": "https://gutocarvalho.net/por-quais-razoes-fico-puto-com-quem-vota-no-presidente-atual/",
            "url": "https://gutocarvalho.net/por-quais-razoes-fico-puto-com-quem-vota-no-presidente-atual/",
            "title": "Por quais razões fico Puto com quem vota no Presidente atual?",
            "summary": "Quer saber porquê eu fico puto com quem votou e vai votar&hellip;",
            "content_html": "<p>Quer saber porquê eu fico puto com quem votou e vai votar no atual presidente?</p>\n<p>Vem que eu te explico!</p>\n<h2 id=\"1\">1</h2>\n<p>Essa pessoa não tem senso de coletividade, desde que ela esteja bem, desde que não mexam com ela, tá valendo, vida que segue.</p>\n<blockquote>\n<p>Só que o Brasil tem mais de 200 milhões de pessoas, não dá para pensar só em si mesmo quando vivemos em comunidade.</p>\n</blockquote>\n<h2 id=\"2\">2</h2>\n<p>Essa pessoa não se preocupa com o Brasil e as pessoas mais humildes – principalmente.</p>\n<blockquote>\n<p>Elas acham que conhecem a pobreza pois tiveram empregados pobres e pretos e os ajudaram minimamente, pagando seus direitos – que eram direitos e não favores.</p>\n</blockquote>\n<h2 id=\"3\">3</h2>\n<p>Essa pessoa a curto, médio e longo prazo, com essa escolha, vai prejudicar a todos nós diretamente, inclusive quem vos escreve.</p>\n<blockquote>\n<p>E sinto dizer, mas se arrepender de não ter estudado, já será tarde.</p>\n</blockquote>\n<h2 id=\"4\">4</h2>\n<p>Essa pessoa está ajudando a consolidar a pobreza e a miséria em nosso País de uma forma \nnunca antes vista.</p>\n<blockquote>\n<p>Em um país que o ministro da Economia disse que dólar baixo é ruim pois a empregada vai para Disney, diz muito sobre o governo e seus valores.</p>\n</blockquote>\n<h2 id=\"5\">5</h2>\n<p>Essa pessoa não se preocupa com corrupção de verdade, do contrário já teria condenado esse presidente e seus filhos, tal como fez com Lula.</p>\n<blockquote>\n<p>E principalmente com comportamentos extravagantes de compras de mansões em Brasília. </p>\n</blockquote>\n<p>Por causa de uma humilde chácara no interior de São Paulo ( compatível com a renda ) queriam prender o outro. Fora que a casa de um dos filhos vale 17 vezes o suposto apartamento que nem do cara era, mas foi usado para prendê-lo.</p>\n<p>Com isso não se indignam né?</p>\n<h2 id=\"6\">6</h2>\n<p>Votando no atual presidente (mesmo dizendo que não concorda com tudo que ele diz) essa pessoa está chancelando a normalização da pobreza, das diferenças de classes, racismo, machismo, misoginia, homofobia, capacitismo e esculhambando com a constituição quando reverbera que o Estado é Laico mas o Brasil é Cristão.</p>\n<blockquote>\n<p>O slogan “Brasil acima de tudo e Deus acima de todos” já fere a constituição, sabia?</p>\n</blockquote>\n<h2 id=\"7\">7</h2>\n<p>Para essa pessoa, dane-se os outros, se ela estiver bem, se estiver entrando dinheiro, e se ninguém mexer com ela e com sua família, então tudo bem. </p>\n<blockquote>\n<p>E ela pensa assim mesmo que tenha gente comprando ossos para sobreviver e tantos outros morrendo de fome ou covid. Afinal ela não vê esses pobres todos e acha que isso é um exagero ou que não existe.</p>\n</blockquote>\n<h2 id=\"8\">8</h2>\n<p>Para essas pessoas tudo bem falas homofóbicas, racistas, misóginas e capacitistas de seu presidente em rede nacional – muitas vezes ao vivo.</p>\n<blockquote>\n<p>E tudo bem por uma razão simples, essas pessoas concordam e conseguem se enxergar nas falas e comportamentos do presidente, são farinha do mesmo saco.</p>\n</blockquote>\n<h2 id=\"9\">9</h2>\n<p>Para essas pessoas tudo bem o presidente ameaçar dar golpe, dia sim e dia também.</p>\n<blockquote>\n<p>Isso por si só já é crime de traição, mas nem precisa detalhar tanto, o bom senso já deveria bastar para condenar isso e se afastar dele.</p>\n</blockquote>\n<h2 id=\"10\">10</h2>\n<p>Para essas pessoas tudo bem o presidente esculhambar o STF e dizer que fecha o tribunal mandando um  jipe com um soldado e um cabo.</p>\n<blockquote>\n<p>Geralmente essas pessoas acham a Ditadura maravilhosa e gostam de dizer que não tiveram problemas, que não mexeram com eles durante a ditadura. Essa turma da classe média a favor do regime anti-democrático estava tranquila, e hoje ainda reverberam mentiras sobre economia e educação deste mesmo período.</p>\n</blockquote>\n<p>Mal sabem eles que 10 minutos de pesquisa do Google refutam tais comentários, fazendo cair por terra essas ideias, mostrando os tempos tenebrosos que foram o regime ditatorial implantado no país.</p>\n<p>Se não viu problema na Ditadura é porque essa pessoa e sua família tinham privilégios, enquanto outros – a maioria – não tinha nenhum.</p>\n<h2 id=\"11\">11</h2>\n<p>Para essas pessoas tudo bem o presidente esculhambar o TSE e as urnas eletrônicas, usando o também exército para ameaçar seus ministros.</p>\n<blockquote>\n<p>O sistema de voto eletrônico é respeitado e referência em todo o mundo, menos para o atual presidente e seus correligionários.</p>\n</blockquote>\n<h2 id=\"12\">12</h2>\n<p>Essa pessoa não consegue enxergar os erros de seu presidente, e fala do outro que – alegadamente errou e ainda assim aceitou todas as consequências.</p>\n<blockquote>\n<p>O outro é aquele teve sua vida devassada em horário nobre, aquele mesmo que se entregou pacificamente na PF, aquele que cumpriu pena e está livre, com tudo em dia com a sociedade e com a justiça.</p>\n</blockquote>\n<p>Não vou entrar no mérito se foi justo ou não, se apresentaram provas ou não, se foi condenado por delação ou não. Vou apenas dizer que foi paga toda e qualquer dívida com o estado e com a justiça, pelo menos até que essa mesma justiça diga o contrário.</p>\n<p>Tanto que tá tudo bem, que ele se candidatou e está concorrendo, com direitos políticos reconhecidos e válidos.</p>\n<h2 id=\"13\">13</h2>\n<p>Essa pessoa só vê Lula, PT e a cor vermelha, e tudo que ela não concorda é automagicamente algo, ideia ou opinião da esquerda. </p>\n<blockquote>\n<p>Ela não consegue enxergar uma enorme coligação de partidos, entidades, pessoas, personalidades, pensadores, intelectuais, artistas, cientistas e humanistas apoiando uma proposta de governo mais inclusivo e humano, ela infelizmente só vê LULA e para ali mesmo, seu cérebro entra em uma espécie de curto, sem um mísero pensamento depois.</p>\n</blockquote>\n<p>Eles só querem falar da família e bons costumes, mas na verdade querem mesmo é enfiar goela abaixo o tipo de família que eles acham a correta para todos os Brasileiros, enquanto o outro lado – o meu lado – acredita que a família existe onde existir AMOR, e só isso basta.</p>\n<h2 id=\"14\">14</h2>\n<p>Essa pessoa não estuda, não compara os governos com números críveis, reais (facilmente obtidos pelo google) com fontes de dados fidedignas. Ela não acompanha números da economia, saúde, educação e segurança. Essa pessoa apenas acredita no WhatsApp e repete o que o atual presidente fala na TV como se fosse um papagaio.</p>\n<h2 id=\"15\">15</h2>\n<p>Essa pessoa tem medo de um comunismo que nunca existiu, e normalmente essa mesma pessoa não sabe explicar o que é comunismo, ou sequer leu um livro ou um artigo na wikipedia – unzinho que seja, sobre o tema.</p>\n<blockquote>\n<p>Eu te afirmo que o mais perto que o Brasil esteve do comunismo foi na COPA jogando contra a União Soviética. </p>\n</blockquote>\n<p>Essa pessoa em cada resposta – tem na ponta da língua – Cuba, Venezuela e China, enquanto eu quero falar só do Brasil mesmo e focar nos dados reais que temos de nossos últimos governos.</p>\n<h2 id=\"16\">16</h2>\n<p>Essa pessoa tem medo de invasão de terras sem nem ter fazenda, mas diz que tem um amigo que tem, e mesmo não tendo nada a ver com a treta, se dói todo pela situação.</p>\n<blockquote>\n<p>Para eles, toda semana invadem uma fazenda e a culpa é do LULA, só não conseguem mostrar a fonte.</p>\n</blockquote>\n<h2 id=\"17\">17</h2>\n<p>Essa pessoa normalmente não sabe explicar o que é reforma agrária, não sabe porque é necessária, não sabe o que faz o INCRA, e ainda acha que o MST é aquele de 30 anos atrás, dirigido pelo RAINHA.</p>\n<p>O que ele não sabe mesmo, é que em 2022 o mesmo MST vem sendo referência em produção de arroz orgânico e faz muito mais que isso pelo nosso Brasil.</p>\n<blockquote>\n<p>Falta de pesquisa, falta de estudo, falta de honestidade dessas pessoas que espalham mentiras.</p>\n</blockquote>\n<h2 id=\"18\">18</h2>\n<p>Essa pessoa é aquela que tem medo de taxação de grandes fortunas, mas anda de carro financiado e usa cheque especial todo o mês.</p>\n<h2 id=\"ah-guto-mas-precisa-ficar-tão-puto-assim-vale-a-pena\">Ah Guto, mas precisa ficar tão puto assim, vale a pena?</h2>\n<p>Eu digo que vale, mesmo comprometendo minha saúde às vezes.</p>\n<p>Eu fico puto pois no fim essa pessoa vai prejudicar todo mundo, inclusive o futuro dos meus filhos, o meu, e principalmente das pessoas mais pobres e frágeis do nosso país.</p>\n<h2 id=\"ah-guto-mas-voce-pode-ir-embora-do-br-se-der-merda-você-é-fod\">Ah Guto, mas voce pode ir embora do BR se der merda, você é fod@</h2>\n<p>Eu posso, mas e o resto que não tem esse mesmo privilégio, não vamos pensar neles?</p>\n<h2 id=\"ah-guto-mas-é-minha-escolha-você-tem-que-respeitar\">Ah, Guto, mas é minha escolha, você tem que respeitar.</h2>\n<p>Não me peça respeito por sua escolha, se sua escolha nos levar para a mesma cova!</p>\n<p>Não me peça respeito se eu sei que os meus filhos vão ter medo de sair na rua pois nosso presidente normaliza esculhambar mulher, preto, pobre, deficiente, neuro atípico e gays em rede nacional, fazendo com que seus seguidores se sintam à vontade para repetir o mesmo comportamento cotidianamente nas ruas.</p>\n<p>Não me peça respeito por sua opção se o seu presidente é aquele que esculhamba as nações unidas, a organização mundial da saúde e os presidentes das maiores nações do mundo, alcançando e atacando até suas esposas e familiares.</p>\n<p>Não me peça respeito por sua opção por um presidente que segurou a compra de vacinas da CHINA, simplesmente porque ele não gosta da CHINA, enquanto centenas de milhares estavam doentes. </p>\n<p>Não me peça respeito por sua opção por um presidente que indicou remédios que não tem eficácia alguma contra a COVID, remédios não recomendados pela OMS, e mesmo assim insistiu e gastou milhões de reais fabricando isso através de laboratórios do Exército, sabe-se lá como, sabe-se lá se foi algo legal.</p>\n<p>Não me peça respeito por sua opção por um presidente que questionou a eficácia das vacinas e disseminou fake news sobre elas.</p>\n<p>Não me peça respeito por sua opção, se o seu presidente não usou o poder e o alcance do estado para intervir na dramática crise de oxigênio quando devia. Ao invés disso, enquanto as pessoas morriam sufocadas, ele dizia que nada tinha com isso. </p>\n<p>Não me peça respeito por sua opção especialmente neste mês que nós alcançamos 700 mil mortes por covid, número que poderia ser bem menor se eles tivessem tomado as  devidas medidas em tempo certo.</p>\n<p>Eu perdi amigos, meus amigos perderam pais, irmãos, irmãs, filhos, filhas, primos, primas, tios, tias, avôs e avós e ainda assim, este presidente faz pouco caso em rede nacional, simulando sufocamento, tirando onda de doentes em lives diversas vezes, repetindo que não era coveiro para falar de mortes nem médico para falar de COVID, falando em alto e bom som que aqueles que reclamavam eram um bando maricas fazendo mimimi.</p>\n<p>Não me peça para para respeitar sua opção de escolha de um presidente que indicou para o meio ambiente alguém que só queria passar a boiada, para educação alguém que acha que nível superior não deve ser para todos, para saúde alguém que achou que a COVID que era só um gripezinha, para direitos humanos alguém “terrivelmente evangélica” que é contra minorias (especialmente a comunidade homoafetiva) e abertamente contra religiões não-cristãs, para ciência e tecnologia um astronauta que vende travesseiros e propaga ideias anti-ciência, sendo o mesmo que demitiu o cientista responsável pelo sistema de detecção de queimadas e desmatamento na Amazônia, para cultura alguém a favor da censura e contra leis de apoio a cultura e arte, para a fundação Palmares – local que que deveria trabalhar reduzir nossa dívida histórica advinda da escravidão – por alguém que não gosta de pretos, e além de não gostar, alguém que esculhambada as lideranças pretas dia sim, dia também e para FUNAI alguém que despreza os índios, população original de nosso país.</p>\n<p>E se você vê e ouve tudo isso, concorda, chancela e aceita através do seu voto, realmente estamos em tempos muito estranhos.</p>\n<p>Eu fui criado por pais que me ensinaram a ter senso crítico, a pensar, a pesquisar, a estudar, a questionar, a ser honesto, e ainda bem que eu aprendi tudo isso com eles, pois eu consigo enxergar o certo, o errado, avaliar, e escolher com base em dados concretos.</p>\n<p>Sabe, eu trabalho com lógica, com matemática, com programação, fui empresário, tive duas empresas que ainda estão aí bombando e dando lucros (apesar de não ser mais sócio delas), sou respeitado no Brasil todo pelo meu trabalho e por meu extenso currículo, mas parece que nem assim amigos e parentes se permitem ouvir o que eu eu digo, eles não se permitem questionar os problemas e estudar de verdade o que acontece em nosso país e em nosso governo.</p>\n<p>Mesmo eu fazendo coisas que muitos deles levariam umas duas vidas para entender (arrogante eu sei, mas vou falar assim mesmo), eles acham que EU SOU INCRIVELMENTE BURRO para escolher um presidente e analisar dados dos governos anteriores, mesmo que eu esteja utilizando critérios técnicos e matemáticos.</p>\n<p>Com tudo isso eu vejo que o ódio cega a lógica, ofusca os números e dados, dá espaço para desqualificação da imprensa nacional e estrangeira, dá espaço para desqualificação da opinião de analistas, economistas e cientistas políticos brasileiros e estrangeiros, ignora visão e o entendimento de presidentes, ex-presidentes, ex-ministros, diplomatas, chanceleres e até de cientistas renomados.</p>\n<p>Parece que temos um MUNDO inteiro dedicado diariamente a acordar e trabalhar para derrubar o atual presidente. </p>\n<p>Seus eleitores estão certos de que todos os outros seres humanos além deles estão errados,  e que é tudo um GRANDE complô para colocar o LULA e DIRCEU no poder novamente para roubar dinheiro dos cofres públicos. Parece até uma alucinação coletiva.</p>\n<p>É uma pena, muito mesmo, pois essas pessoas – caso sejam maioria – vão ferrar o Brasil com seu voto, portanto, é por isso que eu estou PUTO, muito mesmo.</p>\n<p>E para essas pessoas – caso sejam cúmplices da destruição desse país que eu tanto amo – não esperem minha companhia, nem de meus filhos, ou respeito pela sua opção, pois não dá para respeitar quem ACEITA e ASSINA JUNTO com esse crápula, corrupto, genocida e agressor de mulheres.</p>\n<p>Estamos numa luta contra o FACISMO e não em um debate político.</p>\n<p>Essa eleição não é direita contra esquerda, é o Brasil contra o fanatismo religioso e extremistas políticos pró-ditadura, simplesmente entenda isso, é uma luta MUITO maior.</p>\n<p>Quando você vota para obliterar conquistas, para reconstruir, normalizar e disseminar preconceitos, para aumentar exponencialmente o abismo social que já é dramático e obsceno, onde os ricos são mais ricos, e os pobres mais pobres, para questionar a ciência, para defender um país onde os diferentes e minorias deverão se calar, se esconder, se adequar ou então ir embora, onde devemos ser terrivelmente cristãos e se possível evangélicos, onde temos que ficar quietos e não questionar o governo, sério, não espere ou deseje minha companhia no futuro porque você REALMENTE não vai ter isso.</p>\n<p>É uma questão de valores, é uma questão de decência, é uma questão de humanidade, simples assim.</p>\n<p>Eu luto pela liberdade de criar meus filhos do meu jeito, para eles escolherem viver a vida do jeito deles, como quiserem, e para que eles sejam felizes em um país livre.</p>\n<p>Eu luto para que ninguém mais passe fome, para que todos tenham acesso a um sistema de saúde adequado, para que todos tenham empregos e consigam se sustentar, para que todos tenham segurança, para que todos possam estudar e crescer como sociedade, construindo continuamente uma sociedade mais diversa e justa.</p>\n<p>Se isso é ser de ESQUERDA, sou de esquerda com muito orgulho.</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "FalaGutera"
            ],
            "date_published": "2022-10-13T17:50:52-03:00",
            "date_modified": "2022-10-18T08:08:07-03:00"
        },
        {
            "id": "https://gutocarvalho.net/projeto-mailcow/",
            "url": "https://gutocarvalho.net/projeto-mailcow/",
            "title": "Projeto MailCow",
            "summary": "Tava dando uma olhada nas alternativas ao zimbra em 2022 e encontrei&hellip;",
            "content_html": "<p>Tava dando uma olhada nas alternativas ao zimbra em 2022 e encontrei esse projeto.</p>\n<p>Eu ainda não testei, mas achei interessante, muito mesmo.</p>\n<h3 id=\"site-do-projeto\">Site do projeto</h3>\n<ul>\n<li><a href=\"https://mailcow.github.io\">https://mailcow.github.io</a></li>\n</ul>\n<h3 id=\"código-fonte\">Código fonte</h3>\n<ul>\n<li><a href=\"https://github.com/mailcow\">https://github.com/mailcow</a></li>\n<li><a href=\"https://github.com/mailcow/mailcow-dockerized\">https://github.com/mailcow/mailcow-dockerized</a></li>\n</ul>\n<h3 id=\"stack-do-projeto\">Stack do projeto</h3>\n<ul>\n<li>ACME</li>\n<li>ClamAV (optional)</li>\n<li>Dovecot</li>\n<li>MariaDB</li>\n<li>Memcached</li>\n<li>Netfilter (Fail2ban-like integration by @mkuron)</li>\n<li>Nginx</li>\n<li>Oletools via Olefy</li>\n<li>PHP</li>\n<li>Postfix</li>\n<li>Redis</li>\n<li>Rspamd</li>\n<li>SOGo</li>\n<li>Solr (optional)</li>\n<li>Unbound</li>\n<li>A Watchdog to provide basic monitoring</li>\n</ul>\n<h3 id=\"features\">Features</h3>\n<ul>\n<li>DKIM and ARC support</li>\n<li>Black- and whitelists per domain and per user</li>\n<li>Spam score management per-user (reject spam, mark spam, greylist)</li>\n<li>Allow mailbox users to create temporary spam aliases</li>\n<li>Prepend mail tags to subject or move mail to sub folder (per-user)</li>\n<li>Allow mailbox users to toggle incoming and outgoing TLS enforcement</li>\n<li>Allow users to reset SOGo ActiveSync device caches</li>\n<li>imapsync to migrate or pull remote mailboxes regularly</li>\n<li>TFA: Yubikey OTP and U2F USB (Google Chrome and derivatives only), TOTP</li>\n<li>Add domains, mailboxes, aliases, domain aliases and SOGo resources</li>\n<li>Add whitelisted hosts to forward mail to mailcow</li>\n<li>Fail2ban-like integration</li>\n<li>Quarantine system</li>\n<li>Antivirus scanning incl. macro scanning in office documents- </li>\n<li>Integrated basic monitoring</li>\n</ul>\n<p>Dentre outras coisas.</p>\n<h3 id=\"sogo-groupware\">Sogo Groupware</h3>\n<p>Ele usa o SOGO como groupware web</p>\n<ul>\n<li><a href=\"https://www.sogo.nu/\">https://www.sogo.nu/</a></li>\n</ul>\n<p>Outro projeto que eu ainda não conheço.</p>\n<p>Preciso testar essa stack qualquer hora…</p>\n<p>;)</p>\n<p>[s]<br>\nGuto</p>\n",
            "author": {
                "name": "Guto Carvalho"
            },
            "tags": [
                   "MindNotes"
            ],
            "date_published": "2022-04-14T19:29:22-03:00",
            "date_modified": "2022-04-14T19:40:09-03:00"
        }
    ]
}
